{
	"pf2e-jb2a-macros": {
		"updateMenu": {
			"deleted": "The following effects will be DELETED from a previous version of 'PF2e Animation Macros'.",
			"added": "The following effects are going to be added to your Auto-Recognition settings.",
			"custom": "The following effects won't be added due to them already existing from an unknown source.",
			"customHint": "If you want the 'PF2e Animation Macros' version, delete them from your Autorecognition Menu.",
			"updated": "The following effects will be updated from a previous version of 'PF2e Animation Macros' (or from Automated Animations default menu).",
			"nothing": "No updates were found.",
			"warning": "Make sure to backup your autorecognition menu! THIS PROCESS IS IRREVERSIBLE.",
			"debugCustom": "The following effects do not exist in PF2e Animation Macros, they are completely new and will remain in your Auto-Recognition Menu."
		},
		"notifications": {
			"noJB2A": "You need a <a href=\"https://jb2a.com/home/content-information/#free_library\">JB2A module</a> enabled to use with PF2e Animations Macros module!",
			"update": "PF2e Animations Macros v{version} loaded. Please check if you don't have new animations to be added to your autorecognition menu!",
			"noPersistentDamage": "Please enable the PF2e Persistent Damage module to use the Persistent Conditions macro.",
			"noToken": "No source token found.",
			"noDummy": "Missing dummy actors for summoning macros.",
			"creatingDummy": " Creating dummy NPC… ",
			"noPack": "Can't find 'pf2e-jb2a-macros.Actions' pack, somehow?",
			"metaData": "This animation WILL be replaced when updated. If you don't want it to be, best way is to temporarily change it's <b>animation</b> or <b>variant</b> to something else."
		},
		"macro": {
			"suddenCharge": {
				"notif": "Sudden Charge! Select where you want to move. Right click to cancel.",
				"suddenCharge": "Sudden Charge."
			},
			"disguise": {
				"humanoidForm": "🎭Humanoid Form🎭",
				"illusoryDisguise": "🎭Illusory Disguise🎭",
				"cast": "Cast!",
				"name": "Name",
				"tokenImage": "Token Image",
				"tokenImageHint": "Make sure it works on the scene, CORS is a fickle god.",
				"tokenScale": "Token Scale",
				"tokenScaleHint": "In case the token you are going into is a pop-out token. Or is smaller than you!",
				"invisible": "Turn your original token invisible?",
				"invisibleHint": "Enabled by default, this hides the token under the disguise. Useful for disguising into a smaller or a top-down token."
			},
			"summoning": {
				"player": {
					"dancingLights": "Select your dancing lights...",
					"sortedByLevel": "Sorted by level <b>(max. level {multiplier} from {spellLevel} level spell)</b>.",
					"sortedAlphabetically": "Sorted alphabetically.",
					"label": "Sorted with...?",
					"creature": "Creature",
					"amount": "Amount",
					"title": "Summon Anything"
				},
				"gm": {
					"title": "Player Summon Request",
					"unknownUser": "An unknown user",
					"declined": "Declined!",
					"content": "<p>{user} has requested to summon <b>{amount} {actorName}</b>.</p><p>A template has been created showing the location of the summon. If you accept, the summon will be placed on the template. You can move the template before accepting.</p><p>Declining the request or Closing this window will delete the template and nothing will be spawned.</p>"
				}
			}
		},
		"settings": {
			"useLocalMacros": {
				"name": "Use Local Macros",
				"hint": "Certain animations are not configurable in Automated Animations Autorecognition Settings.\nEnable this to use the local macros instead of the ones in the compendium for these specific animations.\nCurrent Animations that are under this setting include: Equipment Changes"
			},
			"disableHitAnims": {
				"name": "Disable \"On Hit or Miss\" Animations",
				"hint": "While you can remove these animations from AA's Autorecognition Menu, it will likely come back when you update it. Enable this to disable these animations."
			},
			"randomHitAnims": {
				"name": "Make \"On Hit or Miss\" miss animations appear Off-Target",
				"hint": "Make miss and critical miss animations appear at a random spot near the missed target token."
			},
			"autoAccept": {
				"name": "Automatically accept Effects",
				"hint": "Automatically accept Effects from macros, such as adding the Rage Effect when you use the Rage action."
			},
			"autoUpdate": {
				"name": "Open Update Menu on Module Update",
				"hint": "Automatically open the Autorecognition Update Menu when the module is updated."
			},
			"smallTokenScale": {
				"name": "Default Scale for Small Tokens",
				"hint": "Determines what scale the animations assume Small characters are. If you use the \"Scale tokens according to size\" Pathfinder 2e system setting, this setting is disabled and assumed to be 0.8."
			},
			"debug": {
				"name": "Debug Mode",
				"hint": "Enables console logs of what PF2e Animations Macros module is doing."
			},
			"autorecUpdate": {
				"name": "Autorecognition Menu Update",
				"label": "Update Menu",
				"hint": "Check if there are any updates to be made to your animations?"
			}
		}
	}
}