{
	"pf2e-jb2a-macros": {
		"notifications": {
			"update": "PF2e Animations Macros v{version} zaadowany. Prosz sprawdzi czy nie ma nowych animacji dla twego menu auto-rozpoznawania!",
			"noPersistentDamage": "Prosz wczy modu PF2e Persistent Damage aby m贸c u偶y makro Persistent Conditions.",
			"noToken": "Nie znaleziono 藕r贸dowego tokena.",
			"noDummy": "Brakuje sztucznego aktora dla makra wzywania.",
			"creatingDummy": " Tworz sztucznego NPC... ",
			"noJB2A": "Potrzebujesz wczony <a href=\"https://jb2a.com/home/content-information/#free_library\">modu JB2A</a> aby u偶y razem z PF2e Animations Macros!",
			"noPack": "Nie mo偶na znale藕 paczk 'pf2e-jb2a-macros.Actions', jak to?"
		},
		"settings": {
			"useLocalMacros": {
				"name": "U偶yj Lokalnych Makr",
				"hint": "Nie mo偶na niekt贸rych animacji skonfigurowa w Automated Animations menu Auto-Rozpoznawania. \nWcz te ustawienie aby u偶ywa lokalnych makr zamiast tych w kompendium dla tych specyficznych animacji. \nW tej chwili te makra to s: Equipment Changes"
			},
			"disableHitAnims": {
				"name": "Wycz Animacje \"Trafi lub Chybi\"",
				"hint": "Kiedy mo偶esz usun te animacje z menu Auto-rozpoznawania, one powr贸c podczas aktualizowania moduu. Wcz te ustawienie aby wyczy te animacje."
			},
			"randomHitAnims": {
				"name": "Spraw aby animacje \"Trafi lub Chybi\" pojawiay si poza celem",
				"hint": "Wcz to ustawienie aby animacje Puda i Krytycznego Puda same pojawiay si poza celem."
			},
			"autoAccept": {
				"name": "Automatycznie akceptuj Efekty",
				"hint": "Automatycznie akceptuj Efekty z mark, jak np. dodawanie efektu Rage kiedy si u偶ywa akcji Rage."
			},
			"autoUpdate": {
				"name": "Otw贸rz Menu Aktualizacji podczas aktualizacji moduu",
				"hint": "Automatycznie otw贸rz menu Aktualizacji Auto-rozpoznawania kiedy modu jest zaktualizowny."
			},
			"smallTokenScale": {
				"name": "Domylna Skala dla Maych Token贸w",
				"hint": "Okrela, jak skal animacje zakadaj dla maych postaci. Jeli u偶ywasz ustawienia \"Skaluj 偶etony wedug rozmiaru\" systemu Pathfinder 2e, to ustawienie jest wyczone i przyjmuje warto 0,8."
			},
			"debug": {
				"name": "Tryb Debugowania",
				"hint": "Wcza logi konsoli pokazujce co PF2e Animation Macros robi."
			},
			"autorecUpdate": {
				"name": "Aktualizacja Menu Auto-Rozpoznawania",
				"label": "Menu Aktualizacji",
				"hint": "Sprawd藕 czy nie ma aktualizacji dla twoich animacji?"
			}
		},
		"updateMenu": {
			"deleted": "Poni偶sze efekty zostan USUNITE z poprzedniej wersji 'PF2e Animation Macros'.",
			"added": "Poni偶sze efekty zostan dodane do twoich ustawie Auto-Rozpoznawania.",
			"custom": "Poni偶sze efekty nie zostan dodane gdy偶 ju偶 istnieje kopia z nieznanego 藕r贸da.",
			"customHint": "Je偶eli chcesz wersje z 'PF2e Animation Macros', usu je z menu Auto-Rozpoznawania.",
			"updated": "Poni偶sze efekty zostan zaktualizowane z poprzedniej wersji 'PF2e Animation Macros' (lub z domylnych efekt贸w Automated Animations).",
			"nothing": "Brak aktualizacji.",
			"warning": "Upewnij si, 偶e wykonano kopi zapasow menu auto-rozpoznawania! TEN PROCES JEST NIEODWRACALNY.",
			"debugCustom": "Poni偶sze efekty nie istniej w PF2e Animation Macros. One s kompletnie nowe i pozostan w twoim menu Auto-Rozpoznawania."
		},
		"macro": {
			"disguise": {
				"tokenScale": "Skala Tokena",
				"tokenScaleHint": "Gdyby chcia zamieni si w tokena kt贸ry jest mniejszy od ciebie, lub ma styl \"pop-out\"!",
				"invisible": "Zamie tw贸j oryginalny token niewidzialny?",
				"invisibleHint": "Wczone domylnie, to ukrywa token pod przebraniem. Przydatne do przebrania si w token mniejszym od ciebie lub w innym stylu.",
				"humanoidForm": "Ludzka Forma",
				"illusoryDisguise": "Przebranie w Iluzje",
				"cast": "Czaruj!",
				"name": "Imi",
				"tokenImage": "Obraz Tokena",
				"tokenImageHint": "Upewnij si 偶e dziaa na scenie, CORS lubi robi psikusy."
			},
			"summoning": {
				"player": {
					"label": "Sortowane jak...?",
					"dancingLights": "Wybierz swe taczce wiateka...",
					"sortedByLevel": "Sortowane przez poziom <b>(max. poziom {multiplier} z {spellLevel}-ego poziomu zaklcia)</b>.",
					"sortedAlphabetically": "Sortowane alfabetycznie.",
					"creature": "Stw贸r",
					"amount": "Ilo",
					"title": "Przywoaj Cokolwiek"
				},
				"gm": {
					"content": "<p>{user} chce przywoa <b>{amount} {actorName}</b>.</p><p>Schemat zosta stworzony pokazujcy gdzie bdzie przywoane stworzenie. Je偶eli zaakceptujesz, przywoanie stworzenia stanie si tam gdzie jest schemat. Mo偶esz zmieni pozycj schematu zanim zaakceptujesz.</p><p>Zamykanie lub Odmawianie tej oto proby usunie schemat i nic nie bdzie przywoane.</p>",
					"title": "Proba Gracza o Przywoanie",
					"unknownUser": "Nieznany gracz",
					"declined": "Odrzucone!"
				}
			},
			"suddenCharge": {
				"notif": "Naga Szar偶a! Wybierz gdzie chcesz si poruszy. Kliknij prawy przycisk aby anulowa.",
				"suddenCharge": "Naga Szar偶a."
			}
		}
	}
}
