{
	"pf2e-jb2a-macros": {
		"notifications": {
			"update": "PF2e Animations Macros v[[version]] załadowany. Proszę sprawdzić czy nie ma nowych animacji dla twego menu auto-rozpoznawania!",
			"noPersistentDamage": "Proszę włączyć moduł PF2e Persistent Damage aby móc użyć makro Persistent Conditions.",
			"noToken": "Nie znaleziono źródłowego tokena.",
			"noDummy": "Brakuje sztucznego aktora dla makra wzywania.",
			"creatingDummy": " Tworzę sztucznego NPC... ",
			"noJB2A": "Potrzebujesz włączony <a href=\"https://jb2a.com/home/content-information/#free_library\">moduł JB2A</a> aby użyć razem z PF2e Animations Macros!",
			"noPack": "Nie można znaleźć paczkę 'pf2e-jb2a-macros.Actions', jak to?"
		},
		"settings": {
			"useLocalMacros": {
				"name": "Użyj Lokalnych Makr",
				"hint": "Nie można niektórych animacji skonfigurować w Automated Animations menu Auto-Rozpoznawania. \nWłącz te ustawienie aby używać lokalnych makr zamiast tych w kompendium dla tych specyficznych animacji. \nW tej chwili te makra to są: Equipment Changes"
			},
			"disableHitAnims": {
				"name": "Wyłącz Animacje \"Trafić lub Chybić\"",
				"hint": "Kiedy możesz usunąć te animacje z menu Auto-rozpoznawania, one powrócą podczas aktualizowania modułu. Włącz te ustawienie aby wyłączyć te animacje."
			},
			"randomHitAnims": {
				"name": "Spraw aby animacje \"Trafić lub Chybić\" pojawiały się poza celem",
				"hint": "Włącz to ustawienie aby animacje Pudła i Krytycznego Pudła same pojawiały się poza celem."
			},
			"autoAccept": {
				"name": "Automatycznie akceptuj Efekty",
				"hint": "Automatycznie akceptuj Efekty z mark, jak np. dodawanie efektu Rage kiedy się używa akcji Rage."
			},
			"smallTokenScale": {
				"name": "Domyślna Skala dla Małych Tokenów",
				"hint": "Określa, jaką skalę animacje zakładają dla małych postaci. Jeśli używasz ustawienia \"Skaluj żetony według rozmiaru\" systemu Pathfinder 2e, to ustawienie jest wyłączone i przyjmuje wartość 0,8."
			},
			"debug": {
				"name": "Tryb Debugowania",
				"hint": "Włącza logi konsoli pokazujące co PF2e Animation Macros robi."
			},
			"autorecUpdate": {
				"name": "Aktualizacja Menu Auto-Rozpoznawania",
				"label": "Menu Aktualizacji",
				"hint": "Sprawdź czy nie ma aktualizacji dla twoich animacji?"
			}
		},
		"updateMenu": {
			"deleted": "Poniższe efekty zostaną USUNIĘTE z poprzedniej wersji 'PF2e Animation Macros'.",
			"added": "Poniższe efekty zostaną dodane do twoich ustawień Auto-Rozpoznawania.",
			"custom": "Poniższe efekty nie zostaną dodane gdyż już istnieje kopia z nieznanego źródła.",
			"customHint": "Jeżeli chcesz wersje z 'PF2e Animation Macros', usuń je z menu Auto-Rozpoznawania.",
			"updated": "Poniższe efekty zostaną zaktualizowane z poprzedniej wersji 'PF2e Animation Macros' (lub z domyślnych efektów Automated Animations).",
			"nothing": "Brak aktualizacji.",
			"warning": "Upewnij się, że wykonano kopię zapasową menu auto-rozpoznawania! TEN PROCES JEST NIEODWRACALNY."
		}
	}
}
